OpenFOAM/gasThermoCoupled-OFv1812/cases/bluffCone-RAS/constant/fluid/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    front
    {
        type            wedge;
        nFaces          5542;
        startFace       8313;
    }
    cone_fluid
    {
        type            mappedWall;
        sampleMode      nearestPatchFace;
        sampleRegion    solid;
        samplePatch     cone_solid;
        
        nFaces          158;
        startFace       13855;
    }
    inlet
    {
        type            patch;
        nFaces          77;
        startFace       14013;
    }
    outlet
    {
        type            patch;
        nFaces          37;
        startFace       14090;
    }
    back
    {
        type            wedge;
        nFaces          5542;
        startFace       14127;
    }
    defaultFaces
    {
        type            patch;
        nFaces          48;
        startFace       19669;
    }
)

// ************************************************************************* //
